[
    {
        "index": 0,
        "tags": [],
        "content": "### Overview"
    },
    {
        "index": 1,
        "tags": [],
        "content": "Class Central Tips "
    },
    {
        "index": 2,
        "tags": [],
        "content": "  * Learn How to Sign up to Coursera courses for free \n  * 1800+ Coursera Courses That Are Still Completely Free "
    },
    {
        "index": 3,
        "tags": [],
        "content": ""
    },
    {
        "index": 4,
        "tags": [],
        "content": "Popularized by movies such as \"A Beautiful Mind,\" game theory is the mathematical modeling of strategic interaction among rational (and irrational) agents. Beyond what we call `games' in common language, such as chess, poker, soccer, etc., it includes the modeling of conflict among nations, political campaigns, competition among firms, and trading behavior in markets such as the NYSE. How could you begin to model keyword auctions, and peer to peer file-sharing networks, without accounting for the incentives of the people using them? The course will provide the basics: representing games and strategies, the extensive form (which computer scientists call game trees), Bayesian games (modeling things like auctions), repeated and stochastic games, and more. We'll include a variety of examples including classic games and a few applications. You can find a full syllabus and description of the course here: http://web.stanford.edu/~jacksonm/GTOC-Syllabus.html There is also an advanced follow-up course to this one, for people already familiar with game theory: https://www.coursera.org/learn/gametheory2/ You can find an introductory video here: http://web.stanford.edu/~jacksonm/Intro_Networks.mp4 "
    },
    {
        "index": 5,
        "tags": [],
        "content": "Read more "
    },
    {
        "index": 6,
        "tags": [],
        "content": "### Syllabus"
    },
    {
        "index": 7,
        "tags": [],
        "content": "  * Week 1: Introduction and Overview\n    * Introduction, overview, uses of game theory, some applications and examples, and formal definitions of: the normal form, payoffs, strategies, pure strategy Nash equilibrium, dominant strategies\n  * Week 2: Mixed-Strategy Nash Equilibrium\n    * pure and mixed strategy Nash equilibria\n  * Week 3: Alternate Solution Concepts\n    * Iterative removal of strictly dominated strategies, minimax strategies and the minimax theorem for zero-sum game, correlated equilibria\n  * Week 4: Extensive-Form Games\n    * Perfect information games: trees, players assigned to nodes, payoffs, backward Induction, subgame perfect equilibrium, introduction to imperfect-information games, mixed versus behavioral strategies. \n  * Week 5: Repeated Games\n    * Repeated prisoners dilemma, finite and infinite repeated games, limited-average versus future-discounted reward, folk theorems, stochastic games and learning. \n  * Week 6: Bayesian Games\n    * General definitions, ex ante/interim Bayesian Nash equilibrium. \n  * Week 7: Coalitional Games\n    * Transferable utility cooperative games, Shapley value, Core, applications.\n  * Week 8: Final Exam\n    * The description goes here"
    },
    {
        "index": 8,
        "tags": [],
        "content": ""
    },
    {
        "index": 9,
        "tags": [],
        "content": "Read more "
    },
    {
        "index": 10,
        "tags": [],
        "content": "### Taught by"
    },
    {
        "index": 11,
        "tags": [],
        "content": "Matthew O. Jackson and Yoav Shoham"
    },
    {
        "index": 12,
        "tags": [],
        "content": "### Tags"
    },
    {
        "index": 13,
        "tags": [],
        "content": "  * united states \n  * canada "
    },
    {
        "index": 14,
        "tags": [],
        "content": "\n"
    }
]